{
  "nodes": [
    {"id": "Dezentrale.Identifikatoren", "group": 1, "label": "Dezentrale Identifikatoren", "xlabel": 26, "ylabel": 10, "explanation": "Eine Form der Identifikation, die in dezentralen Systemen verwendet wird und die Verknüpfung von Ereignissen mit Daten in einer Weise ermöglicht, dass nur die betroffenen Parteien jene Verknüpfungen herstellen können."},
    {"id": "Subjekt", "group": 1, "label": "Subjekt", "xlabel": 26, "ylabel": -10, "explanation": "Die Person oder Institution für welche in einem digitalen Nachweis spezifische Ansprüche festgehalten werden. Bei einem Zeugniss für eine Schülerin, wäre die Schülerin das Subjekt des digitalen Nachweises."},
    {"id": "Autor", "group": 1, "label": "Autor:in", "xlabel": 26, "ylabel": 10, "explanation": "Bei einer Autorin oder einem Autor handelt es sich zumeist um eine Institution, die berechtigt ist, Schemata für digitale Nachweise zu erstellen und auf der Blockchain festzuhalten."},
    {"id": "Elektronische.Brieftasche", "label": "Elektronische Brieftasche", "group": 1, "xlabel": 26, "ylabel": -10, "explanation": "Bei einer elektronischen Brieftasche handelt es sich um eine Software Applikation für die sichere Aufbewahrung digitaler Nachweise."},
    {"id": "Metadaten", "label": "Metadaten", "group": 1, "xlabel": 26, "ylabel": 10, "explanation": "Die Metadaten eines digitalen Nachweises beinhalten generelle Aussagen zu diesem Nachweis, wie z.B. Angaben zur Ausgabestelle, wie etwa deren öffentlicher Schlüssel oder Informationen zu einem möglichen Ablaufdatum oder Wiederrufsmechanismus."},
    {"id": "Schema", "label": "Schema", "group": 1, "xlabel": 26, "ylabel": -10, "explanation": "Eine Vorlage für einen digitalen Nachweis, welche dessen Inhalt spezifiziert (d. h. Metadaten inkl. Nutzungsbedingungen, Behauptungen, Beweismethode)."},
    {"id": "Ansprüche", "label": "Ansprüche", "group": 1, "xlabel": 26, "ylabel": 10, "explanation": "Bei den Ansprüchen eines digitalen Nachweises handelt es sich um die konkreten Aussagen des Nachweises zum Subjekt. Im Bildungskontext könnte das bedeuten, dass es um die konkreten Aussagen über ein Zeugniss geht, d.h. wem gehört es, welche Fächer sind enthalten, wie heisst der Abschluss, etc..."},
    {"id": "Beweis", "label": "Beweismechanismus", "group": 1, "xlabel": 26, "ylabel": -10, "explanation": "Dieses Element eines digitalen Nachweises regelt, welche kryptographischen Methoden verwendet werden und beinhaltet die digitale Signatur des Nachweises."},
    {"id": "Agent", "label": "Agent", "group": 1, "xlabel": 26, "ylabel": 10, "explanation": "Ein Agent ist eine Softwarekomponente, die die Anweisungen eines oder mehrerer Controller verarbeitet, entsprechend in der Datenföderation weiterverbreitet, mit den Knoten kommuniziert oder digitale Nachweise (und damit personenbezogene Daten) speichert."},
    {"id": "Ausgabestelle", "label": "Ausgabestelle", "group": 1, "xlabel": 26, "ylabel": -10, "explanation": "Unter einer Ausgabestelle ('Issuer') versteht man eine Stelle, die z.B. durch eine staatliche Institution autorisiert ist, digitale Nachweise auszustellen."},
    {"id": "Digitaler.Nachweis", "label": "Digitaler Nachweis", "group": 1, "xlabel": 26, "ylabel": 22, "explanation": "Im vorliegenden Kontext beinhaltet ein digitaler Nachweis eine oder mehrere Aussagen einer Institution oder Behörde (z.B. einer Schule oder eines Amtes) zu einem Subjekt (z.B. einer Lernenden). Ob diese Aussagen aus vertrauenswürdiger Quelle stammen, kann mithilfe der Daten auf dem dezentralen Datenregister überprüft werden - daher verifizierbarer digitaler Nachweis."},
    {"id": "Inhaber.in", "label": "Inhaber:in", "group": 1, "xlabel": 26, "ylabel": 10, "explanation": "Unter Inhaberin oder Inhaber versteht man die Person oder Institution, die einen digitalen Nachweis elektronisch besitzt."},
    {"id": "JSON", "label": "JSON", "group": 1, "xlabel": 26, "ylabel": -10, "explanation": "JSON steht für 'JavaScript Object Notation'. Dabei handelt es sich um ein kompaktes Datenformat das oft für den Datenaustausch zwischen zwei Anwendungen zum Einsatz kommt. Auch Schema, digitale Nachweise und digitale Dossiers werden in diesem Datenformat gespeichert und ausgetauscht."},
    {"id": "Digitales.Dossier", "label": "Digitales Dossier", "group": 1, "xlabel": 26, "ylabel": 22, "explanation": "Ein verifizierbares Dossier besteht aus einem oder mehrerer verifizierbarer Nachweise mit dem Ziel, diese Nachweise gebündelt und kryptografisch verschlüsselt einem Überprüfer vorzulegen. Verifizierbare Dossiers stellen somit das Gegenstück zum Vorweisen z.B. eines Ausweises oder eines Diploms dar. Allerdings erlauben es verifizierbare Dossiers darüberhinaus i) mehrere Nachweise gleichzeitig zu präsentieren, ii) nur Ausschnitte aus verschiedenen Nachweisen preiszugeben (z.B. das Geburtsdatum aber nicht die Nationalität) oder iii) aus dem verifizierbaren Nachweis ableitbare Informationen (z.B. die Person ist über 18, statt dem Geburtsdatum) zu übermitteln. Verifizierbare Dossiers enthalten in der Regel die folgenden drei Elemente i) Metadaten, ii) verifizierbare Nachweise und iii) Beweise"},
    {"id": "Überprüfungsstelle", "label": "Überprüfungsstelle", "group": 1, "xlabel": 26, "ylabel": -10, "explanation": "Unter einer Überprüferin oder einem Überprüfer versteht man Personen oder Institutionen, welche die Validität von ihnen vorgelegten digitalen Nachweisen mithilfe der Informationen auf dem dezentralen Datenregister überprüfen."},
    {"id": "Vertrauenswürdiges.Datenregister", "label": "Vertrauenswürdiges Datenregister", "group": 1, "xlabel": 26, "ylabel": -10, "explanation": "Ein vertrauenswürdiges Datenregister meint hier ein öffentlich zugänglicher und von allen lesbarer Speicher, der alle notwendigen Informationen enthält, um ein Ökosystem für digitale Nachweise betreiben zu können."},
    {"id": "Blockchain", "label": "Blockchain", "group": 1, "xlabel": 26, "ylabel": -10, "explanation": "Eine Blockchain ist ein dezentrales Speichersystem, bestehend aus verschiedenen Netzwerkknoten. Sie zeichnet sich dadurch aus, dass Datenbearbeitungen (sogenannte Transaktionen) unverrückbar in Blöchen auf der Blockchain festgehalten werden. Für eine Blockchain, die digitale Nachweise in der Bildung zum Ziel hat, bietet sich eine zugangsbeschränkte, öffentliche Blockchain an. Zugangsbeschränkt meint, dass nur Institutionen oder Personen (z.B. Schulen oder Lehrbetriebe), die dazu berechtigt sind auf die Blockchain schreiben dürfen. Öffentlich bedeutet, dass jede und jeder die Informationen auf der Blockchain lesen kann."},
    {"id": "Zentrale.Datenbank", "label": "Zentrale Datenbank", "group": 1, "xlabel": 26, "ylabel": 10, "explanation": "Hierbei handelt es sich um eine Datenbank, die von einer zentralen Stelle betrieben wird. Ein Vertrauensregister kann grundsätzlich auch durch eine solche zentrale Datenbank betrieben werden. Allerdings ist ein zentrales System anfälliger betreffend Verfügbarkeit und Integrität der darauf gespeicherten Daten."}
   
  ],
  "links": [
    {"source": "Dezentrale.Identifikatoren", "target": "Subjekt", "value": 12},
    {"source": "Dezentrale.Identifikatoren", "target": "Digitaler.Nachweis", "value": 12},
    {"source": "Subjekt", "target": "Inhaber.in", "value": 12},
    {"source": "Subjekt", "target": "Digitaler.Nachweis", "value": 12}, 
    {"source": "Autor", "target": "Metadaten", "value": 12},
    {"source": "Autor", "target": "Schema", "value": 12},
    {"source": "Elektronische.Brieftasche", "target": "Digitaler.Nachweis", "value": 12},
    {"source": "Elektronische.Brieftasche", "target": "Agent", "value": 12},
    {"source": "Metadaten", "target": "Digitaler.Nachweis", "value": 12},
    {"source": "Schema", "target": "Ansprüche", "value": 12},
    {"source": "Schema", "target": "Beweis", "value": 12},
    {"source": "Schema", "target": "Vertrauenswürdiges.Datenregister", "value": 12},
    {"source": "Schema", "target": "JSON", "value": 12},
    {"source": "Ansprüche", "target": "Digitaler.Nachweis", "value": 12},
    {"source": "Beweis", "target": "Digitaler.Nachweis", "value": 12},
    {"source": "Beweis", "target": "Digitales.Dossier", "value": 12},
    {"source": "Agent", "target": "Inhaber.in", "value": 12},
    {"source": "Ausgabestelle", "target": "Digitaler.Nachweis", "value": 12},
    {"source": "Ausgabestelle", "target": "Vertrauenswürdiges.Datenregister", "value": 12},
    {"source": "Ausgabestelle", "target": "Überprüfungsstelle", "value": 12},
    {"source": "Digitaler.Nachweis", "target": "Inhaber.in", "value": 12},
    {"source": "Digitaler.Nachweis", "target": "JSON", "value": 12},
    {"source": "Digitaler.Nachweis", "target": "Digitales.Dossier", "value": 12},
    {"source": "Inhaber.in", "target": "Überprüfungsstelle", "value": 12},
    {"source": "JSON", "target": "Digitales.Dossier", "value": 12},
    {"source": "Vertrauenswürdiges.Datenregister", "target": "Blockchain", "value": 12},
    {"source": "Vertrauenswürdiges.Datenregister", "target": "Zentrale.Datenbank", "value": 12}
  ]
}
