{
  "name_FR": "Criminalité numérique",
  "name_DE": "Digitale Kriminalität",
  "size": 35845,
  "definition_DE": "Die digitale Kriminalität (Cyberkriminalität) umfasst alle sogenannten 'digitalen' Straftaten, die im Wesentlichen den Straftaten entsprechen, die in Telekommunikationsnetzen, insbesondere im Internet, begangen werden. Die Identifizierung einer Straftat als Cyberdelikt erfolgt in der Polizeilichen Kriminalstatistik über den Modus Operandi.",
  "definition_FR": "La criminalité numérique (cybercriminalité) représente l’ensemble des infractions dites 'numériques' correspondant essentiellement aux infractions pénales commises sur les réseaux de télécommunication, en particulier Internet. L'identification d'une infraction propre à la cybercriminalité se fait via le modus operandi dans la statistique policière de la criminalité.",
  "children": [
    {
      "name_FR": "Cybercriminalité économique",
      "name_DE": "Cyber Wirtschaftskriminalität",
      "size": 32281,
      "definition_DE": "siehe Unterkategorien",
      "definition_FR": "voir sous-catégories",
      "children": [
        {
          "name_FR": "Phishing",
          "name_DE": "Phishing",
          "size": 2414,
          "definition_DE": "Erhältlich machen von persönlichen und/oder vertraulichen Daten in unbefugter Weise.",
          "definition_FR": "Rendre accessibles des données personnelles ou confidentielles de manière illicite."
        },
        {
          "name_FR": "Hacking",
          "name_DE": "Hacking",
          "size": 1037,
          "definition_DE": "siehe Unterkategorien",
          "definition_FR": "voir sous-catégories",
          "children": [
            {
              "name_FR": "Pénétrer un système informatique de force",
              "name_DE": "Gewaltsames Eindringen in Datenverarbeitungssystem",
              "size": 261,
              "definition_DE": "Gewaltsames Eindringen in ein Datenverarbeitungssystem, um Personendaten zu entwenden oder die Inhalte zu betrügerischen oder politisch-religiösen Zwecken zu verändern (Hacktivismus).",
              "definition_FR": "Hacker un site web dans le but de voler les données de la personne enregistrée ou inscrites sur les serveurs du site web ou d'en modifier le contenu pour des raisons politico-religieuses (hacktivisme)."
            },
            {
              "name_FR": "Accéder sans un système informatique au moyen de codes d'accès externes",
              "name_DE": "Eindringen in Datenverarbeitungssystem mit fremden Zugangsdaten",
              "size": 776,
              "definition_DE": "Eindringen in ein Datenverarbeitungssystem mit fremden Zugangsdaten, um Personendaten zu entwenden oder die Inhalte zu betrügerischen oder politisch-religiösen Zwecken zu verändern (Hacktivismus).",
              "definition_FR": "Accéder indument dans un système informatique au moyen de données d'accès externes, dans le but de soutirer des données personnelles, ou d’en modifier le contenu à des fins frauduleuses ou politico-religieuses (hacktivisme)."
            }
          ]
        },
        {
          "name_FR": "Malware",
          "name_DE": "Malware",
          "size": 477,
          "definition_DE": "siehe Unterkategorien",
          "definition_FR": "voir sous-catégories",
          "children": [
            {
              "name_FR": "Ransomware",
              "name_DE": "Ransomware",
              "size": 300,
              "definition_DE": "Informatiksystem sperren/verschlüsseln und Geldforderung als Freikauf für die Entschlüsselung stellen. Ransomware ist eine Schadsoftware, die – einmal aktiviert – die Computer- oder Smartphonedaten des Opfers verschlüsselt und eine Geldforderung für die Entschlüsselung stellt. In einer Variante davon wird der Computer oder das Smartphone (manchmal einzig der Browser) infiziert und gesperrt. Sodann erscheint eine vermeintlich behördliche Mitteilung, welche die betroffene Person zu einer Bussenzahlung mittels digitaler Währung bzw. elektronischer Zahlungsmittel auffordert, damit das Informatiksystem wieder entsperrt wird.",
              "definition_FR": "Bloquer/Chiffrer un système informatique et demander une rançon. Un Ransomware est un logiciel malveillant qui, une fois activé, chiffre les données de l’ordinateur ou du smartphone de la victime et requiert une somme d’argent pour les déverrouiller. Une autre version infecte et bloque l'ordinateur ou le smartphone (parfois aussi seulement le navigateur). Il envoie alors une notification apparemment officielle exigeant de la victime le paiement d'une amende en monnaie virtuelle, respectivement par le biais d’un moyen de paiement électronique, pour débloquer le système informatique."
            },
            {
              "name_FR": "Cheval de Troie e-banking",
              "name_DE": "E-Banking Trojaner",
              "size": 56,
              "definition_DE": "Übernehmen / Steuern einer Sitzung. Infektion des Datenverarbeitungssystems mit Schadsoftware, die es ermöglicht, E-Banking-Sitzungen zu übernehmen und unbemerkt Geld-Transaktionen auf in- und ausländische Konten auszulösen. Infektion von Smartphones mit zusätzlicher Schadsoftware, um Nachrichten von Authentifizierungs- mechanismen abzufangen.",
              "definition_FR": "Prise en main d'une session. Infection du système de traitement des données à l'aide d'un logiciel malveillant (dit malware ou maliciel) qui permet d'ouvrir des sessions d'e-banking et de générer, de manière inaperçue, des transferts d'argent sur des comptes en Suisse et à l'étranger ; infection de smartphones via un malware supplémentaire qui intercepte les messages envoyés par les mécanismes d'authentification."
            },
            {
              "name_FR": "Spyware",
              "name_DE": "Spyware",
              "size": 18,
              "definition_DE": "Infizierung eines Informatiksystems (wie Computer, Smartphone) mit einer Schadsoft-ware, die die Aktivitäten der Nutzerin oder des Nutzers ausspioniert (z. B. besuchte Webseiten) und die Daten via Internetverbindung an die Täterschaft übermittelt.",
              "definition_FR": "Infection d'un système informatique (ordinateur, smartphone, etc.) par un logiciel malveillant permettant d’espionner les activités (p. ex. sites web consultés) de l’utilisateur et transmettre les données ainsi obtenues à l’auteur via une connexion Internet."
            },
            {
              "name_FR": "Rogueware & Scareware",
              "name_DE": "Rogueware & Scareware",
              "size": 90,
              "definition_DE": "Auf dem Bildschirm des Computers (oder eines anderen Informatiksystems) erscheint die Mitteilung, der Computer sei infiziert und man müsse ein Programm installieren, um die Situation zu kontrollieren.",
              "definition_FR": "Un message s'affiche sur l'ordinateur (ou un autre système informatique) qui alarme la victime que son ordinateur est infecté et qu'il s'agit d'installer un programme pour remédier à cette situation."
            },
            {
              "name_FR": "Botnet",
              "name_DE": "Botnet",
              "size": 13,
              "definition_DE": "Botnet ist die Bezeichnung für eine Gruppe von Computern, die von einer oder mehreren Malware infiziert wurden. Ein solches Netz von befallenen Computern (auch Zombies oder Bots genannt) kann von Cyberkriminellen kontrolliert und aktiviert werden, um kriminelle Handlungen zu begehen.",
              "definition_FR": "Le terme 'botnet' désigne un groupe d'ordinateurs qui ont été contaminés par un ou plusieurs malwares. Un tel réseau d'ordinateurs compromis (aussi appelés des 'zombies' ou 'bots'), contrôlé par les cybercriminels, peut être activé par ces derniers pour exécuter des actions malveillantes."
            }
          ]
        },
        {
          "name_FR": "DDOS",
          "name_DE": "DDOS",
          "size": 22,
          "definition_DE": "Angreifen der Verfügbarkeit eines Datenverarbeitungssystems durch Überlast. DDoS (Distributed Denial of Service) Angriffe werden gleichzeitig durch mehrere Rechner ausgeführt.",
          "definition_FR": "Attaque visant à surcharger un système informatique pour le rendre indisponible. Les attaques DDoS (Distributed Denial of Service = déni de service) sont menées simultanément par plusieurs ordinateurs."
        },
        {
          "name_FR": "Cyber-escroquerie",
          "name_DE": "Cyberbetrug",
          "size": 24410,
          "definition_DE": "siehe Unterkategorien",
          "definition_FR": "voir sous-catégories",
          "children": [
            {
              "name_FR": "CEO/BEC Fraud",
              "name_DE": "CEO/BEC Betrug",
              "size": 408,
              "definition_DE": "Die Täter geben sich als Vertreter eines Unternehmen aus (behaupten, deren CEO, Mitarbeiter oder Anwalt zu sein) und veranlassen einen Geschäftspartner dieses Unternehmens oder eine dort angestellte Person, Geld auf ein ungewöhnliches Konto im Ausland zu überweisen.",
              "definition_FR": "Se faire passer pour un représentant d'une entreprise (président, employé, avocat) et inciter un partenaire commercial de l'entreprise ou un employé à verser de l'argent sur un compte inhabituel à l'étranger."
            },
            {
              "name_FR": "Magasins en ligne frauduleux",
              "name_DE": "Betrügerische Internetshops",
              "size": 618,
              "definition_DE": "Die Täter geben sich als Vertreter eines Unternehmen aus (behaupten, deren CEO, Mitarbeiter oder Anwalt zu sein) und veranlassen einen Geschäftspartner dieses Unternehmens oder eine dort angestellte Person, Geld auf ein ungewöhnliches Konto im Ausland zu überweisen.",
              "definition_FR": "Un acheteur commande et paie des marchandises dans un magasin en ligne (frauduleux), mais ne les reçoit jamais, ou alors il reçoit des contrefaçons ou des marchandises défectueuses ou de valeur inférieure."
            },
            {
              "name_FR": "Fausses annonces immobilières",
              "name_DE": "Falsche Immobilienanzeigen",
              "size": 492,
              "definition_DE": "Die Täterschaft publiziert eine falsche Immobilienanzeige auf einer Seite mit Immobilien- oder Kleinanzeigen und verlangt von den interessierten Personen, dass sie im Voraus eine Kaution bezahlen.",
              "definition_FR": "Les auteurs publient une fausse annonce immobilière sur un site de petites annonces et demandent aux intéressés de verser à l'avance une caution."
            },
            {
              "name_FR": "Fausses requêtes d'aide",
              "name_DE": "Falsche Untrestützungsanfragen",
              "size": 188,
              "definition_DE": "Betrug, bei dem die Täter von gehackten Konten (Email, Social Media, Chat, usw.), im Namen des Kontoinhabers, falsche Unterstützungsanfragen an dessen Kontakte senden (Anfragen finanzieller Natur).",
              "definition_FR": "Escroquerie consistant à envoyer de fausses requêtes d'aide (financière) aux contacts des comptes piratés (e-mail, médias sociaux, chat, etc.) au nom du titulaire du compte."
            },
            {
              "name_FR": "Fraude à la commission",
              "name_DE": "Vorausschussbetrug",
              "size": 574,
              "definition_DE": "Betrugsformen, bei der ein Vorschuss geleistet werden muss. Kontaktaufnahme mit dem Ziel, die Kosten/Gebühren für die Freigabe einer angeblichen grösseren Geldsumme zu übernehmen.",
              "definition_FR": "Type d'escroquerie impliquant le versement d'une commission. Les auteurs prennent contact avec la victime pour qu'elle verse de l'argent pour pouvoir recevoir une somme plus importante, ce qui ne sera pas le cas en fin de compte."
            },
            {
              "name_FR": "Arnaque au faux support technique",
              "name_DE": "Betrügerischer technischer Support",
              "size": 1604,
              "definition_DE": "Betrug, bei dem die Täterschaft potenzielle Opfer in der Schweiz anruft, sich als Mitarbeiter des technischen Supports (Microsoft, Apple, usw.) ausgibt und behauptet, dass auf dem Computer des Opfers ein Problem vorhanden sei, welches sie lösen können. Nachdem die Täterschaft die Kontrolle über den Computer übernommen hat, nimmt sie kriminelle Handlungen vor, in der Absicht, sich finanziell zu bereichern.",
              "definition_FR": "Escroquerie où les auteurs téléphonent à de potentielles victimes en Suisse en se faisant passer pour des collaborateurs d'assistance technique (Microsoft, Apple, etc.) et prétendent que l'ordinateur de l'appelé rencontre un problème qu'ils sont en mesure de résoudre. Après avoir pris le contrôle de l'ordinateur, les auteurs entreprennent des actions dommageables dans le but de s'enrichir."
            },
            {
              "name_FR": "Romance scam",
              "name_DE": "Romance scam",
              "size": 712,
              "definition_DE": "Vortäuschen einer Liebes- (Freundes-)beziehung, um dann Geld zu verlangen (häufig wegen eines fiktiven Härtefalls).",
              "definition_FR": "Établissement d'une prétendue relation amoureuse ou amicale pour ensuite exiger de l'argent (souvent sous prétexte de difficultés personnelles)."
            },
            {
              "name_FR": "Petites annonces (objet vendue non payé)",
              "name_DE": "Kleinanzeigenplattform: Waren nicht bezahlt",
              "size": 581,
              "definition_DE": "Die Ware wird vom Verkäufer gesendet, jedoch nicht bezahlt.",
              "definition_FR": "La marchandise est livrée par le vendeur mais n'est pas payée."
            },
            {
              "name_FR": "Petites annonces (objet payé non livré)",
              "name_DE": "Kleinanzeigenplattform: Waren nicht geliefert",
              "size": 8603,
              "definition_DE": "Ein betrügerisches Angebot wird auf Kleinanzeige- und Onlineplattformen von der Täterschaft publiziert. Der Käufer bezahlt die Ware, diese wird jedoch nie geliefert.",
              "definition_FR": "Les auteurs publient des annonces frauduleuses sur des sites en ligne. L'acheteur paie la marchandise, qui ne sera toutefois jamais livrée."
            },
            {
              "name_FR": "Abus d'identité/de sytèmes de paiement personneles pour commettre des fraudes",
              "name_DE": "Missbrauch von Online-Zahlungssystem oder fremder Identität für Betrug",
              "size": 8035,
              "definition_DE": "Diebstahl eines fremden persönlichen Zahlungssystems oder Identitätsdiebstahl (oder widerrechtlicher Gebrauch eines Identifikationsmerkmals einer anderen Person) für betrügerische Zwecke.",
              "definition_FR": "Usurper des systèmes de paiement personnels, ou usurper l'identité (ou toute donnée d'identification personnelle) pour commettre des fraudes."
            },
            {
              "name_FR": "Fraude à l'investissement en ligne",
              "name_DE": "Online Anlagebetrug",
              "size": 1726,
              "definition_DE": "Jemanden dazu veranlassen, in ein bestimmtes Produkt zu investieren, obwohl dieses nicht existiert oder keinen Wert resp. keine Ertragsaussichten hat. Der Handel (Kauf / Verkauf) dieser Produkte werden dem Opfer vorgetäuscht, findet aber effektiv nicht statt.",
              "definition_FR": "Inciter quelqu’un à investir dans tel ou tel produit financier, celui-ci étant inexistant ou sans aucune valeur ou perspective de gains. Le commerce de ces produits (achat / vente) est simulé et n’a donc effectivement pas lieu."
            },
            {
              "name_FR": "Autre cyber-escroquerie",
              "name_DE": "Anderer Internetbetrug",
              "size": 869,
              "definition_DE": "Jede andere Art von Betrug, die über ein Telekommunikationsnetz oder mittels eines solchen durchgeführt wird.",
              "definition_FR": "Tout autre type d'escroquerie réalisée sur ou au moyen d'un réseau de télécommunication."
            }
          ]
        },
        {
          "name_FR": "Money & Package Mules",
          "name_DE": "Money & Package Mules",
          "size": 2387,
          "definition_DE": "Weiterleiten lassen von Gelder oder Waren krimineller Herkunft durch Dritte (Finanzagenten: money mules, Paketagenten: package mules). Diese Drittpersonen werden meistens über das Internet via Kleinanzeigen für Teilzeitstellen rekrutiert.",
          "definition_FR": "Le fait de faire transférer de l'argent ou des marchandises d'origine criminelle par des tiers, pour la plupart recrutés sur Internet à travers de petites annonces de travail à temps partiel (personnes qui transfèrent de l'argent d'un pays à l'autre : money mules ; personnes qui acheminent des colis vers une autre destination : package mules)."
        },
        {
          "name_FR": "Sextorsion (money)",
          "name_DE": "Sextortion (Geld)",
          "size": 1438,
          "definition_DE": "Erpressung von Geld mittels Nacktaufnahmen oder Videoclips, auf welchen das Opfer sexuelle Handlungen an sich vornimmt (masturbiert), und Androhung der Veröffentlichung des Videos auf YouTube oder des Versands z.B. an Facebook-Freunde des Opfers.",
          "definition_FR": "Action consistant à extorquer de l'argent à une personne au moyen de photos de nu ou de vidéos sur lesquelles la victime se masturbe et à la menacer de publier la vidéo sur YouTube ou de l'envoyer par exemple à ses amis sur Facebook."
        },
        {
          "name_FR": "Vol de crypto-monnaies",
          "name_DE": "Krypto-Diebstahl",
          "size": 97,
          "definition_DE": "Kryptowährungen werden bei einem Exchanger oder von einem persönlichen Wallet gestohlen. Diebstahl eines Hardware Wallets.",
          "definition_FR": "Vol de cryptomonnaies sur une plate-forme d'échange ou dans un portefeuille personnel. Vol d'un portefeuille physique."
        }
      ]
    },
    {
      "name_FR": "Cyber-délits sexuels",
      "name_DE": "Cyber Sexualdelikte",
      "size": 2668,
      "definition_DE": "siehe Unterkategorien",
      "definition_FR": "voir sous-catégories",
      "children": [
        {
          "name_FR": "Pornographie interdite",
          "name_DE": "Verbotene Pornografie",
          "size": 2396,
          "definition_DE": "Unter verbotener oder illegaler Pornografie versteht man Darstellungen, die sexuelle Handlungen mit Kindern, mit Tieren und/oder Gewalttätigkeiten zum Inhalt haben. Verboten ist sowohl das Herstellen, Verbreiten und Besitzen, als auch das Konsumieren solcher Aufnahmen (absolutes Verbot).",
          "definition_FR": "Par pornographie interdite ou illégale, on entend des représentations d'actes sexuels impliquant des enfants, des animaux et/ou de la violence. Sont interdites aussi bien la fabrication, la diffusion et la possession de tels enregistrements que leur consommation (interdiction absolue)."
        },
        {
          "name_FR": "Grooming",
          "name_DE": "Grooming",
          "size": 136,
          "definition_DE": "Knüpfen von sexuell motivierten Kontakten zu Kindern übers Internet, z.B. in Chatrooms oder über Social Media. Gewisse Täter streben ein Treffen im realen Leben an, um mit dem Opfer sexuelle Handlungen vorzunehmen.",
          "definition_FR": "Le fait d'établir des contacts avec des enfants via Internet à des fins sexuelles, par exemple dans des forums de discussion ou sur les réseaux sociaux. Certains malfaiteurs visent une rencontre dans la vie réelle afin de se livrer à des actes sexuels avec la victime."
        },
        {
          "name_FR": "Sextorsion (sexe)",
          "name_DE": "Sextortion (Sex)",
          "size": 109,
          "definition_DE": "Erpressung von weiterem Bildmaterial mit der Drohung, Nacktaufnahmen des Opfers zu veröffentlichen.",
          "definition_FR": "Le fait de menacer une personne de publier des photos de nu d'elle afin d'obtenir d'autres images."
        },
        {
          "name_FR": "Live Streaming",
          "name_DE": "Live Streaming",
          "size": 27,
          "definition_DE": "Teilhaben an sexuellen Handlungen mit Kindern via Webcam. Der Konsument / Anstifter meldet z.B. via Chat seine Wünsche, bezahlt den geforderten Betrag und konsumiert danach den sexuellen Missbrauch von Minderjährigen über Webcam.",
          "definition_FR": "Le fait de prendre part, via une webcam, à des actes d'ordre sexuel impliquant des enfants. Le consommateur / instigateur communique ses souhaits, par exemple via un forum de discussion, puis paie le montant demandé et visionne ensuite via une webcam les abus commis sur des mineurs."
        }
      ]
    },
    {
      "name_FR": "Cyber-atteinte à la réputation et pratiques déloyales",
      "name_DE": "Cyber Rufschädigung & unlauteres Verhalten",
      "size": 892,
      "definition_DE": "siehe Unterkategorien",
      "definition_FR": "voir sous-catégories",
      "children": [
        {
          "name_FR": "Cybersquatting",
          "name_DE": "Cybersquatting",
          "size": 54,
          "definition_DE": "Verwenden / Registrieren von leicht zu verwechselnden Domainnamen. Registrierung von Domainnamen, die dem Registrierenden eigentlich nicht zustehen oder die sehr ähnlich sind wie die Namen von Firmen, Behörden, Marken oder bekannten Personen (z.B. www.abmin.ch anstatt www.admin.ch).",
          "definition_FR": "Utilisation / Enregistrement de noms de domaine faciles à confondre avec ceux de sites existants. Enregistrement de noms de domaine auxquels le titulaire ne peut pas prétendre, ou qui sont très similaires à des noms d'entreprises, d'autorités, de marques ou de personnes connues (par. ex. www.abmin.ch au lieu de www.admin.ch)."
        },
        {
          "name_FR": "Cyber-atteinte à la réputation (business)",
          "name_DE": "Cyber-Rufschädigung (geschäftlich)",
          "size": 78,
          "definition_DE": "Im Internet publizierte negative Kommentare, z.B. unrichtige, täuschende oder unnötig verletzende Behauptungen zu Produkten oder Dienstleistungen eines Dritten.",
          "definition_FR": "Le fait de publier sur Internet des commentaires négatifs, par exemple des allégations inexactes, fallacieuses ou inutilement blessantes, à l'endroit des produits ou prestations d'un tiers."
        },
        {
          "name_FR": "Cyberbullying & Cybermobbing",
          "name_DE": "Cyberbullying & Cybermobbing",
          "size": 760,
          "definition_DE": "Verleumdung, Blossstellung oder Belästigung von Personen durch Verbreitung von diffamierenden Texten, Bildern oder Filmen.",
          "definition_FR": "Le fait de calomnier, d'humilier ou de harceler des personnes en diffusant des textes, des images ou des vidéos diffamatoires à leur sujet."
        }
      ]
    },
    {
      "name_FR": "Darknet",
      "name_DE": "Darknet",
      "size": 2,
      "definition_DE": "siehe Unterkategorien",
      "definition_FR": "voir sous-catégories",
      "children": [
        {
          "name_FR": "Commerce illégal sur le darknet",
          "name_DE": "Illegaler Handel im Darknet",
          "size": 2,
          "definition_DE": "Kauf/Verkauf von illegalen Gütern und Dienstleistungen im Darknet (Waffen, Betäubungsmittel, Medikamente, gestohlene Ware usw.).",
          "definition_FR": "Achat / Vente de produits et services illégaux sur le Darknet (armes, stupéfiants, médicaments, marchandises volées, etc.)."
        }
      ]
    },
    {
      "name_FR": "Autres",
      "name_DE": "Andere",
      "size": 3,
      "definition_DE": "siehe Unterkategorien",
      "definition_FR": "voir sous-catégories",
      "children": [
        {
          "name_FR": "Data leaking",
          "name_DE": "Data leaking",
          "size": 3,
          "definition_DE": "Ideologisch oder finanziell motiviertes Weitergeben von vertraulichen Informationen.",
          "definition_FR": "Transmission d'informations confidentielles pour des raisons idéologiques ou financières."
        }
      ]
    }
  ]
}
